{
  "text": {
    "hey": 36,
    "hello": 34,
    "hi": 37,
    "there": 75,
    "good": 30,
    "morning": 51,
    "evening": 24,
    "bye": 12,
    "goodbye": 31,
    "see": 67,
    "you": 87,
    "later": 47,
    "have": 33,
    "a": 1,
    "nice": 56,
    "day": 20,
    "yes": 86,
    "indeed": 41,
    "correct": 19,
    "no": 58,
    "never": 55,
    "don": 22,
    "t": 71,
    "like": 48,
    "that": 73,
    "what": 82,
    "is": 43,
    "your": 88,
    "name": 53,
    "can": 14,
    "i": 40,
    "tell": 72,
    "my": 52,
    "may": 49,
    "give": 29,
    "email": 23,
    "want": 79,
    "to": 77,
    "share": 68,
    "address": 3,
    "phone": 61,
    "number": 60,
    "here": 35,
    "john": 45,
    "example": 25,
    "com": 17,
    "and": 7,
    "__number__": 0,
    "call": 13,
    "me": 50,
    "alex": 4,
    "submit": 70,
    "info": 42,
    "s": 65,
    "all": 5,
    "from": 28,
    "great": 32,
    "wonderful": 85,
    "amazing": 6,
    "sad": 66,
    "not": 59,
    "feeling": 27,
    "well": 81,
    "unhappy": 78,
    "are": 8,
    "bot": 10,
    "human": 39,
    "time": 76,
    "it": 44,
    "the": 74,
    "joke": 46,
    "where": 83,
    "who": 84,
    "built": 11,
    "chatbot": 15,
    "nlu": 57,
    "explain": 26,
    "rasa": 63,
    "components": 18,
    "about": 2,
    "programming": 62,
    "required": 64,
    "do": 21,
    "need": 54,
    "code": 16,
    "hola": 38,
    "bonjour": 9,
    "weather": 80,
    "story": 69
  },
  "intent": {
    "greet": 9,
    "goodbye": 8,
    "affirm": 0,
    "deny": 6,
    "ask_name": 2,
    "ask_email": 1,
    "ask_phone": 3,
    "provide_info": 14,
    "submit": 15,
    "mood_great": 10,
    "mood_unhappy": 11,
    "bot_challenge": 4,
    "chitchat": 5,
    "faq": 7,
    "out_of_scope": 13,
    "nlu_fallback": 12
  },
  "response": {
    "i": 32,
    "don": 22,
    "t": 54,
    "have": 28,
    "a": 0,
    "watch": 63,
    "but": 9,
    "it": 35,
    "s": 50,
    "always": 3,
    "chat": 12,
    "time": 58,
    "why": 64,
    "did": 21,
    "the": 57,
    "chatbot": 13,
    "cross": 20,
    "road": 49,
    "to": 59,
    "get": 26,
    "other": 46,
    "conversation": 16,
    "was": 62,
    "created": 19,
    "by": 10,
    "rasa": 48,
    "team": 55,
    "yes": 66,
    "am": 4,
    "friendly": 25,
    "bot": 8,
    "here": 31,
    "help": 29,
    "you": 67,
    "nlu": 43,
    "is": 34,
    "natural": 41,
    "language": 37,
    "understanding": 60,
    "module": 40,
    "has": 27,
    "components": 15,
    "like": 38,
    "core": 17,
    "and": 5,
    "actions": 2,
    "need": 42,
    "be": 7,
    "programmer": 47,
    "use": 61,
    "some": 51,
    "knowledge": 36,
    "helps": 30,
    "m": 39,
    "sorry": 53,
    "can": 11,
    "only": 45,
    "communicate": 14,
    "in": 33,
    "english": 24,
    "not": 44,
    "able": 1,
    "with": 65,
    "that": 56,
    "could": 18,
    "ask": 6,
    "something": 52,
    "else": 23
  },
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "lead_form": 16,
    "submit_lead_form": 21,
    "utter_ask_email": 23,
    "utter_ask_name": 24,
    "utter_ask_phone": 25,
    "utter_chitchat": 26,
    "ask_isbot": 12,
    "ask_time": 13,
    "ask_wherefrom": 14,
    "telljoke": 22,
    "utter_default": 27,
    "utter_faq": 28,
    "is_programming_required": 15,
    "nlu": 17,
    "rasa_components": 20,
    "utter_goodbye": 29,
    "utter_greet": 30,
    "utter_out_of_scope": 31,
    "non_english": 18,
    "other": 19,
    "utter_submit": 32
  },
  "action_text": null,
  "intent_response_key": {
    "chitchat": 3,
    "ask_time": 1,
    "telljoke": 11,
    "ask_wherefrom": 2,
    "ask_isbot": 0,
    "faq": 4,
    "nlu": 6,
    "rasa_components": 10,
    "is_programming_required": 5,
    "out_of_scope": 9,
    "non_english": 7,
    "other": 8
  }
}