{
  "text": {
    "yes": 325,
    "y": 322,
    "indeed": 148,
    "of": 204,
    "course": 65,
    "that": 273,
    "sounds": 258,
    "good": 122,
    "correct": 63,
    "cu": 68,
    "by": 42,
    "cee": 48,
    "you": 326,
    "later": 164,
    "night": 199,
    "bye": 43,
    "goodbye": 123,
    "have": 132,
    "a": 1,
    "nice": 198,
    "day": 72,
    "see": 247,
    "around": 20,
    "hey": 136,
    "hello": 134,
    "hi": 137,
    "there": 276,
    "morning": 188,
    "evening": 93,
    "moin": 185,
    "let": 165,
    "s": 240,
    "go": 119,
    "dude": 85,
    "goodmorning": 125,
    "goodevening": 124,
    "afternoon": 3,
    "no": 200,
    "n": 191,
    "never": 195,
    "i": 144,
    "don": 84,
    "t": 269,
    "think": 279,
    "so": 254,
    "like": 167,
    "way": 302,
    "not": 201,
    "really": 232,
    "perfect": 217,
    "great": 126,
    "amazing": 13,
    "feeling": 107,
    "king": 157,
    "wonderful": 318,
    "am": 12,
    "very": 298,
    "going": 121,
    "to": 282,
    "save": 245,
    "the": 274,
    "world": 319,
    "super": 266,
    "stoked": 265,
    "extremely": 100,
    "my": 190,
    "was": 300,
    "horrible": 138,
    "sad": 242,
    "feel": 106,
    "well": 304,
    "disappointed": 78,
    "m": 172,
    "unhappy": 290,
    "extremly": 101,
    "saad": 241,
    "are": 19,
    "bot": 38,
    "human": 142,
    "talking": 270,
    "can": 45,
    "return": 236,
    "something": 256,
    "bought": 39,
    "what": 306,
    "your": 327,
    "exchange": 98,
    "policy": 221,
    "how": 139,
    "long": 170,
    "do": 80,
    "an": 14,
    "item": 155,
    "is": 152,
    "restocking": 235,
    "fee": 105,
    "need": 194,
    "receipt": 233,
    "product": 224,
    "track": 285,
    "order": 213,
    "where": 312,
    "package": 216,
    "status": 264,
    "looking": 171,
    "for": 110,
    "gaming": 116,
    "laptop": 162,
    "sell": 248,
    "wireless": 316,
    "earbuds": 87,
    "show": 251,
    "me": 181,
    "under": 288,
    "__number__": 0,
    "specs": 263,
    "does": 82,
    "iphone": 151,
    "which": 313,
    "best": 30,
    "photographers": 220,
    "any": 16,
    "deals": 73,
    "discounts": 79,
    "current": 69,
    "offers": 205,
    "name": 193,
    "john": 156,
    "doe": 81,
    "email": 90,
    "example": 97,
    "com": 54,
    "and": 15,
    "phone": 219,
    "means": 182,
    "were": 305,
    "made": 173,
    "method": 184,
    "fashioned": 104,
    "explain": 99,
    "created": 67,
    "give": 118,
    "idea": 145,
    "as": 22,
    "say": 246,
    "constructed": 60,
    "know": 158,
    "built": 41,
    "did": 76,
    "they": 277,
    "build": 40,
    "create": 66,
    "make": 174,
    "come": 55,
    "into": 150,
    "being": 28,
    "be": 26,
    "exactly": 96,
    "devised": 75,
    "conceived": 58,
    "formed": 112,
    "who": 314,
    "materialized": 179,
    "set": 249,
    "up": 291,
    "want": 299,
    "d": 71,
    "put": 225,
    "together": 284,
    "in": 147,
    "manner": 177,
    "shaped": 250,
    "specify": 262,
    "tell": 271,
    "process": 223,
    "used": 294,
    "making": 175,
    "originated": 214,
    "through": 281,
    "been": 27,
    "using": 295,
    "rasa": 229,
    "u": 287,
    "developed": 74,
    "ahoy": 7,
    "matey": 180,
    "ok": 207,
    "sara": 244,
    "things": 278,
    "men": 183,
    "today": 283,
    "doing": 83,
    "it": 153,
    "hanging": 130,
    "life": 166,
    "treating": 286,
    "friend": 114,
    "ve": 296,
    "hows": 141,
    "fine": 108,
    "everything": 94,
    "on": 210,
    "new": 196,
    "man": 176,
    "alright": 11,
    "happy": 131,
    "having": 133,
    "okay": 208,
    "h": 128,
    "r": 227,
    "with": 317,
    "xou": 321,
    "this": 280,
    "sweet": 268,
    "yuo": 329,
    "howareyou": 140,
    "hw": 143,
    "all": 10,
    "right": 237,
    "nah": 192,
    "wassup": 301,
    "about": 2,
    "whatchcha": 307,
    "whatchya": 308,
    "upto": 292,
    "whats": 309,
    "goin": 120,
    "whatsapp": 310,
    "yow": 328,
    "agent": 5,
    "cool": 62,
    "friends": 115,
    "same": 243,
    "age": 4,
    "if": 146,
    "old": 209,
    "alive": 9,
    "occupied": 203,
    "earth": 88,
    "many": 178,
    "candles": 46,
    "last": 163,
    "birthday": 35,
    "cake": 44,
    "years": 324,
    "lived": 168,
    "will": 315,
    "next": 197,
    "month": 186,
    "year": 323,
    "birth": 33,
    "birthdate": 34,
    "count": 64,
    "far": 103,
    "born": 37,
    "when": 311,
    "celebrate": 49,
    "number": 202,
    "represents": 234,
    "aold": 17,
    "ages": 6,
    "celebrated": 50,
    "exact": 95,
    "bon": 36,
    "ar": 18,
    "chat": 51,
    "skynet": 253,
    "chatbot": 52,
    "real": 231,
    "robot": 239,
    "ai": 8,
    "artificial": 21,
    "intelligence": 149,
    "lol": 169,
    "sure": 267,
    "re": 230,
    "cuz": 70,
    "guess": 127,
    "oh": 206,
    "robo": 238,
    "then": 275,
    "bbot": 25,
    "rara": 228,
    "or": 212,
    "confused": 59,
    "person": 218,
    "here": 135,
    "ask": 23,
    "one": 211,
    "simple": 252,
    "question": 226,
    "sound": 257,
    "wow": 320,
    "familiar": 102,
    "more": 187,
    "than": 272,
    "language": 160,
    "communicate": 57,
    "other": 215,
    "languages": 161,
    "speak": 260,
    "german": 117,
    "understand": 289,
    "spanish": 259,
    "different": 77,
    "fluent": 109,
    "knowledge": 159,
    "enough": 92,
    "converse": 61,
    "use": 293,
    "bilingual": 31,
    "multilingual": 189,
    "italian": 154,
    "chinese": 53,
    "dutch": 86,
    "some": 255,
    "else": 89,
    "besides": 29,
    "english": 91,
    "foreign": 111,
    "comfortable": 56,
    "speaking": 261,
    "at": 24,
    "versed": 297,
    "handle": 129,
    "prefer": 222,
    "french": 113,
    "binary": 32,
    "we": 303,
    "cant": 47
  },
  "intent": {
    "affirm": 0,
    "goodbye": 6,
    "greet": 7,
    "deny": 5,
    "mood_great": 8,
    "mood_unhappy": 9,
    "bot_challenge": 3,
    "ask_return_policy": 2,
    "track_order": 13,
    "product_inquiry": 11,
    "ask_discount": 1,
    "provide_contact_info": 12,
    "chitchat": 4,
    "nlu_fallback": 10
  },
  "response": {
    "i": 23,
    "m": 29,
    "building": 10,
    "myself": 30,
    "every": 17,
    "day": 14,
    "ve": 39,
    "been": 6,
    "working": 41,
    "out": 35,
    "did": 15,
    "you": 42,
    "notice": 31,
    "a": 0,
    "little": 27,
    "bit": 8,
    "cold": 13,
    "otherwise": 34,
    "fine": 18,
    "hit": 21,
    "the": 36,
    "age": 2,
    "where": 40,
    "actively": 1,
    "try": 38,
    "to": 37,
    "forget": 19,
    "how": 22,
    "old": 33,
    "am": 3,
    "indeed": 24,
    "bot": 9,
    "just": 25,
    "but": 11,
    "happy": 20,
    "assist": 5,
    "binary": 7,
    "code": 12,
    "and": 4,
    "language": 26,
    "of": 32,
    "love": 28,
    "english": 16
  },
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "lead_form": 12,
    "submit_lead_form": 13,
    "utter_ask_product": 14,
    "utter_cheer_up": 15,
    "utter_did_that_help": 16,
    "utter_fallback": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_happy": 20,
    "utter_iamabot": 21,
    "utter_return_policy": 22
  },
  "action_text": null,
  "intent_response_key": {
    "chitchat": 6,
    "ask_howbuilt": 0,
    "ask_howdoing": 1,
    "ask_howold": 2,
    "ask_isbot": 3,
    "ask_ishuman": 4,
    "ask_languagesbot": 5
  }
}